Repository: Elradi002/losts-app
Catalog: lib/l10n/app_*.arb
Languages: ar

# requiredFieldDes
source: Description must be greater than 20 characters
ar: يجب ان يكون الوصف اكثر من 20 حرف

# requiredFieldPh
source: Phone number must be 10 digits
ar: يجب ان يتكون رقم الهاتف من 10 ارقام

# requiredFieldNum
source: Name must be greater than 8 characters
ar: يجب ان يتكون الاسم من 8 حرف اواكثر

source: Required Field
ar: يتطلب حقلا

# lostAndFound
source: Lost & Found
ar: المفقودات والموجودات

source: found item
ar: تفاصيل العنصر

source: Description
ar: التفاصيل

# hintItemDescription
source: Inter item description
ar: ادخل تفاصيل العنصر

# noLostFoundsItemsAddedYet
source: No items added yet !!
ar: لا يوجد عناصر تمت اضافتها !!

source: Lost item
ar: تفاصيل العنصر

# searchText
source: Search...
ar: بحث ...

source: Search
ar: بحث

source: Found
ar: موجودات

source: Name
ar: الاسم :

source: Lost
ar: مفقودات

source: Lists
ar: القائمة

source: List of lost
ar: قائمة المفقودات

source: List of found
ar: قائمة الموجودات

source: Inform about found item ...
ar: ابلاغ عن عنصر تم ايجاده ...

# foundNameHint
source: Name of lost item
ar: اسم العنصر :

source: Enter valid name
ar: الرجاء ادخال الاسم صحيحا

# enterValidPhone
source: Enter valid phone number
ar: الرجاء ادخال رقم هاتف صحيح

source: Type
ar: النوع

# hintTypeOfFoundItem
source: Type of found item
ar: نوع العنصر

source: Place
ar: المكان

# hintPlaceOfFound
source: Place of found
ar: مكان الإيجاد

source: Inform about lost item ...
ar: ابلاغ عن عنصر مفقود ...

# lostNameHint
source: Name of found item
ar: اسم المفقود

# hintTypeOfLostItem
source: Type of lost item
ar: نوع المفقود

# hintPlaceOfLost
source: Place of lost
ar: مكان الفقدان

source: Phone
ar: رقم الهاتف

# hintPhone
source: Inter Your phone
ar: ادخل رقم الهاتف

source: item Description :
ar: : تفاصيل العنصر

source: No date chosen!
ar: لم يتم اختيار التاريخ !

source: Picked Date :
ar: التاريخ :

source: Chose Date
ar: اختر التاريخ

source: Submit
ar: إرسال

source: Item added successfully ..
ar: تمت اضافة العنصر بنجاح ..
